Repository: ESI-Buceo/CDS_ProyectoFinal
Catalog: appMedico/*.resx
Languages: es

# alertadecierre
source: Closing Alert
es: Alerta de Cierre

# apellidos
source: Surnames
es: Apellidos

# apto
source: Suit
es: Apto

# aviso
source: Notice
es: Aviso

# avisoantesdecierre
source: Notice Before Closing
es: Aviso antes de Cierre

# barrio
source: Location
es: Barrio

# bienvenido
source: Welcome
es: Bienvenido

# calle
source: Street
es: Calle

# chatactivo
source: Active chat
es: Chat Activo

# chatvacio
source: No chat requests
es: No hay solicitudes de chat

# copiaemailapaciente
source: Do you want to send a copy of the chat to the patient's email?
es: Desea enviar ua copia del chat al email del paciente?

# docidentidad
source: Id document
es: Doc. Identidad

# documento
source: Identity document
es: Documento identidad

# enfermedadespreexistentes
source: Pre-existing diseases
es: Enfermedades Pre Existentes

# errorcargarenfermedadespreexistentes
source: Error loading pre-existing diseases !
es: Error al cargar enfermedades pre Existentes !

# errorcargarmensajesrecibidos
source: Error loading received messages !
es: Error al cargar los mensajes recibidos !

# errorchequearmensaje
source: Error checking messages
es: Error al chequear mensajes

# errordatospaciente
source: Failed to fetch patient data
es: Error al traer los datos del paciente

# errordeacceso
source: Access error
es: Error de Acceso

# errordelogin
source: User or password error, check
es: Error de usuario o contraseña, verifica

# errorenviarchatespera
source: Error sending chat on hold
es: Error al enviar el chat a espera

# errorenviarmensaje
source: Error sending message
es: Error al enviar el mensaje

# errorintentarmarcarmensaje
source: Error trying to mark message !
es: Error al intentar marcar mensaje !

# errorregistrarcierrechat
source: Failed to register chat closure
es: Error al registrar el cierre del chat

# errorverificarestadosesion
source: Failed to check session status
es: Error al verificar el estado de la sesion

# errorverificarsesionesespera
source: Failed to verify waiting sessions
es: Error al verificar sesiones en espera

# esquina
source: Corner
es: Esquina

# fechanacimiento
source: Birth date
es: Fecha de Nacimiento

# fecharegistro
source: Registration date
es: Fecha Registro

# finalizarchat
source: End Chat
es: Finalizar Chat

# ingresar
source: Login
es: Ingresar

# ingresoalsistema
source: Login to the System
es: Ingreso al Sistema

# leyendalogin
source: Enter your credentials to access the system
es: Ingresa tus credenciales para acceder al sistema

# nocargaronsintomaspaciente
source: Could not load patient symptoms !
es: No se pudieron cargar los sintomas del paciente !

# nocerrarchatenproceso
source: You cannot close the application if there is a chat in progress!
es: No puede cerrar la aplicacion si existe un chat en proceso !

# nombremedico
source: Name of the Doctor
es: Nombre del Medico

# nombres
source: Names
es: Nombres

# numero
source: Number
es: Numero

source: Online
es: En Linea

# pacientecerrosesion
source: The patient has closed the chat session
es: El paciente ha cerrado la sesion de chat

source: Password
es: Contraseña

# ponerespera
source: Put on Hold
es: Poner en espera

# segurofinalizarchat
source: Are you sure to end the chat ?
es: Estas seguro de finalizar el chat ?

# sintomasingresados
source: Symptoms Enterer in consultation
es: Sintomas Ingresados en la consulta

# verchat
source: See Chat
es: Ver Chat

# verdatospaciente
source: See patient data
es: Ver datos paciente
