Repository: ESI-Buceo/CDS_ProyectoFinal
Catalog: appUsuario/*.resx
Languages: es

# aguardapreparamosinforme
source: Please wait while we prepare your report ...
es: Aguarda mientras preparamos tu informe...

# apellidos
source: Last Name
es: Apellidos

# apto
source: Suit
es: Apto

# avisoconfirmacion
source: Confirm action
es: Confirmar Accion

# barrio
source: Locate
es: Barrio

# cambioidoma
source: Change of language
es: Cambio de Idioma

# cambiorequierereiniciar
source: This change requires that you have to close and open the application, are you sure?
es: Este cambio requiere que tengas que cerrar y abrir la aplicacion, estas seguro?

# cancelar
source: Cancel
es: Cancelar

# cierredesesion
source: Log out
es: Cierre de Sesion

# comunicateconnosotros
source: Contact us if there are differences with your personal data.
es: Comunicate con nosotros si existen diferencias con tus datos personales.

# consulta
source: Consultation
es: Consulta

# cualestuprincipalsintoma
source: Tell us what is your main symptom ...?
es: Cuentanos cual es tu princial sintoma...?

# datos
source: Data
es: Datos

# deseaingresarnuevosintoma
source: do you want to enter a new symptom?
es: Deseas ingresar un nuevo sintoma?

# diagnosticosrecibidos
source: Diagnostics received
es: Diagnosticos recibidos

# direccion
source: Address
es: Direccion

# docidentidad
source: Identification Id
es: Documento de identidad

# elmedicocerrosesion
source: The doctor ended the chat session
es: El Medico finalizo la sesion de chat

# elpacientehasalidodelchat
source: The patient has left the chat
es: El paciente ha salido del chat

# elsistomayaestaingresado
source: The symptom is already entered
es: El sintoma ya esta ingresado

# enespera
source: Wait
es: En espera

# err
source: Fail
es: Error

# erroracceso
source: Access Denegate
es: Error de acceso

# erroraccesodatos
source: Data access error
es: Error de acceso a datos

# errorarchivo
source: The configuration file cannot be found. Can't continue
es: No se encuentra el archivo de configuracion. No puede continuar

# errorcancelarsesionchat
source: Error trying to register chat cancellation.
es: Error al intentar registrar la cancelacion del chat.

# errordatosacceso
source: Wrong document document or password
es: Numero de documento o contraseña incorrecta

# errorenviarmensaje
source: Error sending message, try again ...
es: Error al enviar el mensaje, intente nuevamente...

# errorguardarsesionchat
source: Failed to save chat session
es: Error al guardar la sesion de chat

# errorrecuperardatos
source: Failed to retrieve data
es: Error al recuperar los datos

# espanol
source: Spanish
es: Español

# esperandomedico
source: Waiting Doctor ...
es: Esperando Medico...

# esquina
source: Stree corner
es: Esquina

# estado
source: State
es: Estado

# fecharegistro
source: Registration date
es: Fecha de registro

# hemospreparadoinforme
source: We have prepared the following report for you according to the symptoms you have entered. Please start a chat conversation with the doctor.
es: Hemos preparado el siguiente informe para ti de acuerdo a los sintomas que has ingresado. Por favor inicia una conversacion por chat con el medico.

# historia
source: History
es: Historia

# historicochat
source: Chat history
es: Historico de chat

# ingles
source: English
es: Ingles

# ingresar
source: Login
es: Ingresar

# ingresoalsistema
source: Login
es: Ingreso al Sistema

# iniciarchat
source: Start Chat
es: Iniciar Chat

# iniciarconsulta
source: Start consultation
es: Iniciar consulta

# lenguaje
source: Language
es: Lenguaje

# leyendainicial
source: More than 80 years betting on the health of our members. A big family protects you.
es: Mas de 80 años apostando a la saludar de nuestros afiliados. Una gran familia te protege.

# listadesintomas
source: list of symptoms
es: Lista de Sintomas

# mensajeinicial
source: Hi, thanks for using Triage. We will try to guide you so that you can later consult your doctor. Let's start doing an evaluation
es: Hola, gracias por utilizar Triage. Trataremos de orientarte para que luego consultes a tu medico. Comencemos a hacer una evaluacion

# noexistenpatologias
source: There are no pathologies with the symptoms that you have entered! You can start a session with a doctor to consult
es: No existen patologias con los sintomas que has ingresado !, puedes iniciar sesion con un medico para consultar

# nombre
source: Name
es: Nombre

# nuevaconsulta
source: New consultation
es: Nueva Consulta

source: Online
es: En Linea

source: Password
es: Contraseña

# patologiasdiagnosticadas
source: Diagnosed pathologies
es: Patologias diagnosticadas

# patologiaspreexistentes
source: Pre-existing pathologies
es: Patologias pre-existentes

# presionaparaverinforme
source: Press View Report so that we can generate a diagnosis according to the symptoms you have entered. Do not stop consulting your doctor via chat, remember that this diagnosis does not replace the consultation of a professional.
es: Presiona Ver Informe para que podamos generarte un diagnostico de acuerdo a los sintomas que has ingresado. No dejes de consultara tu medico via chat, recuerda que este diagnostico no sustituye la consulta a un profesional.

# queotrosintomatienes
source: What other symptom do you have, enter it ...
es: Que otro sintoma tienes, ingresalo...

# recordarmisdatos
source: Remeber my data
es: Recordar mis datos

# sabermas
source: About
es: Saber mas...

# segurocerraraplicacion
source: Are you sure to close the application?
es: Estas seguro de cerrar la aplicacion?

# segurocerrarsesion
source: Are you sure to close the chat session?
es: Seguro de cerrar la sesion de chat?

# si
source: Yes
es: Si

# sientesotrosintoma
source: Do you feel another symptom? Enter it ...
es: Sientes otro sintoma?, ingresalo...

# siguiente
source: Next
es: Siguientes

# sitienesotrosintoma
source: If you have another symptom, enter it ...
es: Si tienes otro sintoma, ingresalo...

# telefonos
source: Phones
es: Telefonos

# tienesotrosintoma
source: You have another symptom, enter it ...
es: Tienes otro sintoma, ingresalo...

# tu
source: You
es: Tu

# usuarioregistrado
source: Registered user
es: Usuario Registrado

# verificarinformacionpersonal
source: Personal data
es: Datos personales

# verinforme
source: View Report
es: Ver Informe
