Repository: ESI-Buceo/CDS_ProyectoFinal
Catalog: appGestion/*.resx
Languages: es

# abril
source: April
es: Abril

# acercade
source: About
es: Acerca de ...

# activo
source: Active
es: Activo

# administrativo
source: Administrative
es: Administrativo

# administrativos
source: Administrative
es: Administrativos

# agosto
source: August
es: Agosto

# agregar
source: Add
es: Agregar

# ano
source: Year
es: Año

# apellidos
source: LAST NAME
es: APELLIDOS

# apto
source: SUIT
es: APTO

# aviso
source: Notice
es: Aviso

# avisoalerta
source: Confirm action
es: Confirmación de Acción

# ayuda
source: Help
es: Ayuda

# barrio
source: LOCATION
es: BARRIO

# borrar
source: Delete
es: Borrar

# buscar
source: Look for
es: Buscar

# busqueda
source: Search
es: Búsqueda

# cambiopass
source: Change of password
es: Cambio de contraseña

# cambiopasswordfailed
source: Failed change password
es: Error al cambiar la contraseña

# cambiopasswordsuccess
source: Successful password change
es: Se cambio correctamente la contraseña

# cancelar
source: Cancel
es: Cancelar

# cerrar
source: Close
es: Cerrar

# confirmar
source: Confirm
es: Confirmar

# datos
source: Data
es: Datos

# datosguardadosconexito
source: Save success
es: Datos guardados con exito

# descripcion
source: Description
es: Descripción

# destino
source: Destination
es: Destino

# diagnosticos
source: Diagnosis
es: Diagnósticos

# diagnosticosgenerados
source: Diagnosis generated
es: Diagnósticos Generados

# diciembre
source: December
es: Diciembre

# direccion
source: ADDRESS
es: DIRECCION

# docidentidad
source: Identification ID
es: Documento de Identidad

# documento
source: IDENTIFICATION
es: DOCUMENTO

# documentoexiste
source: The document already exists. Verify document
es: El documento ingresado ya existe. Verifica el número

# elsistomayaexiste
source: The symptom already exists
es: El síntoma ya existe

# emergencia
source: Emergency
es: Emergencia

# enero
source: January
es: Enero

# enfermedades
source: Diseases
es: Enfermedades

# erroracceso
source: Access error
es: Error de acceso

# erroralguardardatos
source: Save failed
es: Error al guardar los datos

# errorborrarregistro
source: Failed to delete record
es: Error al borrar el registro

# errorcrearusuario
source: Error creating user in database
es: Error al crear el usuario en la base de datos

# errorexportardatos
source: Error exporting data
es: Error al exportar datos

# errorrecuperardatos
source: Failed to retrieve data
es: Error al recuperar los datos

# errorverificardocumento
source: Failed to verify the document
es: Error al verificar el documento

# esquina
source: CORNER
es: ESQUINA

# exportarabasededatos
source: Export to BD
es: Exportar a BD

# faltandatosrequeridos
source: Required data is missing, check ...
es: Faltan datos requeridos o hay datos incorrectos, verifica...

# febrero
source: February
es: Febrero

# fecha
source: DATE
es: FECHA

# fechanacimiento
source: BIRTHDAY
es: FECHA NAC.

# guardar
source: Save
es: Guardar

# importarcsv
source: Import data from CSV file
es: Importar datos de archivo CSV

# informacionpatologias
source: Pathologies Information
es: Información Patologías

# informechat
source: Chats Report
es: Informe de Chats

# informediagnosticosgenerados
source: Generated Diagnostics Report
es: Informe de Diagnósticos Generados

# informes
source: Reports
es: Informes

# informeuso
source: Diagnostics Report
es: Informe de Diagnósticos

# ingresar
source: Login
es: Ingresar

# julio
source: July
es: Julio

# junio
source: June
es: Junio

# listademedicos
source: DOCTOR LIST
es: LISTA DE MEDICOS

# listamedicos
source: Doctors List
es: Listar médicos

# listapacientes
source: Patients List
es: Lista de pacientes

# listapatologias
source: Pathologies List
es: Lista de patologías

# listartodos
source: List all
es: Listar Todos

# listasintomas
source: Symptoms List
es: Lista de síntomas

# loginincorrecto
source: Incorrect ID or password, please verify
es: Documento de identidad o contraseña incorrectos, verifica

# logsistema
source: System log
es: Log del sistema

# marzo
source: March
es: Marzo

# mayo
source: May
es: Mayo

# medico
source: Doctor
es: Médico

# medicos
source: Doctors
es: Médicos

# mes
source: Month
es: Mes

# mesanoconsulta
source: Consultation Month and Year
es: Mes y Año de Consulta

# meses
source: Months
es: Meses

# modificar
source: Modific
es: Modificar

# nombre
source: Name
es: Nombre

# nombres
source: NAMES
es: NOMBRES

# noviembre
source: November
es: Noviembre

# nueva
source: New
es: Nueva

# nuevopassword
source: New Password
es: Nueva contraseña

# numeroempelado
source: EMPLOYEE ID
es: Nº EMPLEADO

# numeromedico
source: Nº DOCTOR
es: Nº MEDICO

# octubre
source: October
es: Octubre

# origendestino
source: Origin and Destination
es: Origen y Destino

# otrosdatos
source: Other data
es: Otros datos

# paciente
source: Patient
es: Paciente

# pacientes
source: Patients
es: Pacientes

# parametros
source: Parameters
es: Parametros

source: Password
es: Contraseña

# patologias
source: Pathologies
es: Patologías

# patologiasporsintoma
source: Pathologies by symptoms
es: Patologías por síntoma

# ponderacion
source: Weighing
es: Ponderación

# preexistentes
source: Pre-existing
es: Pre-existentes

# rankingdepatologias
source: Ranking of pathologies
es: Ranking de patologías

# recuperar
source: Recover
es: Recuperar

# registroeleminado
source: Registry removed successfully!
es: Registro eliminado correctamente !

# renuevopassword
source: Rewrite password
es: Reescribe la contraseña

# salir
source: Exit
es: Salir

# segurodeeliminiar
source: Are you sure to delete the record?
es: Seguro de eliminar el registro?

# seleccionaelinforme
source: Select the report
es: Selecciona el Informe

# setiembre
source: September
es: Setiembre

# si
source: Yes
es: Si

# sintomas
source: Symptoms
es: Síntomas

# sinurgencia
source: Without urgency
es: Sin Urgencia

# softwaregestionmedica
source: Software de Gestion Medica
es: Software de Gestión Médica

# soloactivos
source: Only active
es: Solo Activos

# soloinactivos
source: Only inactive
es: Solo Inactivos

# subitutlodiagnosticosgenerados
source: Diagnostic report generated in the last 12 mobile months
es: Informe de diagnósticos generados en los últimos 12 meses móviles

# subtituloinfochatmes
source: Chat generated in the required month
es: Chat generados en el mes requerido

# subtituloinfochatmeses
source: Chat registered in the last 12 mobile months
es: Chat registrados en los últimos 12 meses móviles

# telefonos
source: Phones
es: Teléfonos

# tituloinfochat
source: Generated Chat
es: Chat Generados

# toolbotonagregar
source: Enables the entry of a new record
es: Habilita el ingreso de un nuevo registro

# toolbotonborrar
source: Clear on-screen log
es: Borrar el registro en pantalla

# toolbotonbuscar
source: Search by
es: Buscar por el nombre ingresado

# toolbotoncancelar
source: Cancel changes
es: Cancela los cambios

# toolbotonguardar
source: Save Changes
es: Guarda los cambios

# toolbotonmodificar
source: Enable modification
es: Habilita la modificación de una patología

# toolbotonnueva
source: Start a new search
es: Inicia una nueva búsqueda

# urgencia
source: Urgency
es: Urgencia

# urgenciamenor
source: Minor Urgency
es: Urgencia Menor

# verinformes
source: View reports
es: Ver Informes

# verMedico
source: See Doctor
es: Ver Médico

# verpatologia
source: See Pathology
es: Ver Patología

# cantidad
source: Quantity
es: Cantidad

# habilitado
source: Enabled
es: Habilitado

# patologiasdiagnosticadas
source: Most diagnosed pathologies, last 12 months
es: Patologías mas diagnosticadas, últimos 12 meses

# alertacambioidioma
source: This change requires a reboot system, are you sure?
es: Este cambio requiere reiniciar la aplicación, seguro de continuar?

# cantidaddesintomas
source: Number of Symptoms
es: Cantidad de síntomas

# desccantidadsintomas
source: This option allows establishing the minimum number of symptoms that a patient must enter in order to receive a primary diagnosis.
es: Esta opción permite establecer la cantidad mínima de síntomas que debe ingrear un paciente para poder recibir un diagnóstico primario

# descidiomadelsistema
source: System language, this change requires restarting the application.
es: Idioma del sistema, este cambio requiere reiniciar la aplicación.

# en
source: English
es: Ingles

# es
source: Spanish
es: Español

# idiomasistema
source: System Language
es: Idioma del Sistema

# lenguaje
source: Language
es: Lenguaje

# cantidadchatrealizados
source: Amount of chat made
es: Cantidad de chat realizados

# cantidaddiagnosticosrecibidos
source: Number of diagnoses received
es: Cantidad de diagnósticos recibidos

# datosestadisticos
source: Statistical data
es: Datos Estadísticos

# historicodechats
source: Chat history
es: Histórico de Chats

# registroshistoricos
source: Historical records
es: Registros Históricos

# sesion
source: Session
es: Sesión

# verchat
source: View Chat
es: Ver Chat

# errorborrarusuario
source: Error trying to delete user
es: Error el intentar borrar el usuario

# opcionagregartelefono
source: Allows the entry of a new phone
es: Permite el ingreso de un nuevo telefono

# opcioneliminartelefono
source: Delete the selected phone in the list
es: Elimina el telefono seleccionado en la lista

# opcionestelefonos
source: Phone options
es: Opciones de telefonos

# confirmarreactivarregistro
source: Are you sure to reactivate the account?
es: Estas seguro de reactivar la cuenta?

# usuariorestauradoexito
source: Account has been successfully activated
es: La cuenta se ha re activado con exito !

# patologiareactivadaconexito
source: Pathology reactivated successfully
es: Patologia reactivada con exito

# segurodereactivarpatologia
source: Are you sure to reactivate the pathology?
es: Estas seguro de reactivar la patologia?

# toolbotonreactivar
source: Reactivate account on screen
es: Reactiva la cuenta en pantalla

# usuario
source: User
es: Usuario

# listaadministrativos
source: Administrative List
es: Lista de Administrativos

# faltandatosarapoderimportar
source: Missing data to import
es: Faltan datos para poder importar

# formatoincorrectoparaimportar
source: Wrong format to import
es: Formato incorrecto para importar

# importacionexitosa
source: The data was imported successfully
es: Los datos se importaron correctamente

# errorarchivo
source: The configuration file cannot be found. Can't continue
es: No se encuentra el archivo de configuracion. No puede continuar

# algoenlaconfiguracionnoestabien
source: Something in the configuration is not right, check
es: Algo en la configuracion de correo no esta bien, verifica...

# cantidaddesintomasincorrecta
source: The number of symptoms is incorrect, check ...
es: La cantidad de sintomas es incorrecta, verifica...

# haycambiossinguardar
source: There are unsaved changes, do you want to continue?
es: Hay cambios sin guardar, deseas continuar?

# aplicar
source: Apply
es: Aplicar

# conexiones
source: Connections
es: Conexiones

# configuracion
source: Setting
es: Configuracion

# configuraremail
source: Configure Email
es: Configurar Email

# credencial
source: Credential
es: Credencial

# datosemail
source: Email data
es: Datos email

# emaildecontacto
source: Contact email
es: Email de Contacto

# errorconfiguracion
source: There is an error in the configuration, it could not be saved. Check
es: Existe un error en la configuracion, no se pudo guardar. Verifica

# ipgestion
source: Admin IP Range
es: Rango IP Gestion

# ipmedicos
source: Medical IP Range
es: Rango IP Medicos

# ippacientes
source: IP Patients
es: IP Pacientes

# puertosmtp
source: SMTP port
es: Puerto SMTP

# seguardolaconfiguracion
source: The configuration was saved successfully
es: La configuracion se guardo correctamente.

# servidorsmtp
source: SMTP server
es: Servidor SMTP

# subsitulosintomas
source: Minimum number of symptoms that a patient must indicate to receive a diagnosis
es: Cantidad minima de sintomas que debe indicar un paciente para recibir un diagnostico

# subtituloconexiones
source: Connection IP address configuration for different applications
es: Configuracion de direcciones IP de conexion para las difentes aplicaciones

# subtituloemail
source: Save the necessary configuration for sending Email from the medical app
es: Guarda la configuaracion necesaria para el envio de Email desde la app medico

# accion
source: Action
es: Accion

# basededatos
source: DataBase
es: Base de datos

# servidor
source: Server
es: Servidor

# erroraccesoarchivo
source: The file cannot be accessed, it may be in use
es: No se puede acceder al archivo, puede que este en uso...

# sintomasnuncaseleccionados
source: Symptoms never selected
es: Sintomas nunca seleccionados

# subtitulolistasintomasnoseleccionados
source: Displays the list of symptoms that patients never reported
es: Muestra la lista de sintomas que los pacientes nunca indicaron

# actividad
source: Activity
es: Actividad

# actividaddoceMeses
source: Activity last 12 mobile months
es: Actividad ultimos 12 meses moviles

# sesiones
source: Sections
es: Sesiones

# asuntoaltacuenta
source: Account registration in Vida Sana
es: Activacion de cuenta en Vida Sana

# buenasnoticias
source: Good news
es: Buenas Noticias

# elenviodeemaildeshabilitado
source: Email sending is disabled
es: El envio de email esta deshabilitado

# elquipode
source: The team of
es: El equipo de

# emailenviadocorrectamente
source: The email was sent successfully
es: El email se envio correctamente

# errorenviodeemail
source: Error when trying to send the mail
es: Error al intentar enviar el mail

# graciasporpreferinos
source: Thanks for choosing us
es: Gracias por preferirnos

# tucuentaactivada
source: Your account in Vida Sana has been activated, now you can enter the diagnostic application with the following information
es: Tu cuenta en Vida Sana ha sido activada, ahora podras ingresar a la aplicacion con la siguiente información

# descripcionrecuperacion
source: We have reset your password. These are the new login data:
es: Hemos restablecido tu contraseña. Estos son los nuevos datos de inicio de sesión:

# recuperacionpassword
source: New password generation
es: Generacion de nueva contraseña

# titulorecuperarpassword
source: Password recovery
es: Recuperacion de contraseña

# mensajerestablecerpassword
source: You are going to generate a new password for the user, this change cannot be reversed, do you want to continue?
es: Vas a generar una nueva contraseña para el usuario, este cambio no se puede revertir, deseas continuar ?

# restablecerpassword
source: Recovery password
es: Restablecer contraseña

# errorcambiarpassword
source: There was an error trying to change the password
es: Hubo un error al pretender cambiar la contraseña
